Repository: M3SOulu/value
Catalog: value/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Are you sure you want to delete the factor
fi: Haluetko poistaa tämän arvon?

source: The value factor <strong>%(name)s</strong> cannot be deleted.
fi: Arvoperustetta <strong>%(name)s</strong> ei voi poistaa.

source: There's already deliverables and meetings associated with this value factor. Change its status to <strong>inactive</strong> instead.
fi: Arvoperuste on jo kiinnitetty ja sitä ei voida poistaa. Aseta se passiiviseksi.

source: Back
fi: Takaisin

source: Edit factor
fi: Muokkaa arvoa

source: Factors Groups
fi: Arvoryhmät

source: Use drag and drop to assign a factor to a group
fi: Raahaa ja tiputa lisätäksesi arvon ryhmään

source: Add a factor group
fi: Lisää arvoryhmä

source: Available Factors
fi: Lisättävät arvot

source: Click to remove the group
fi: Klikkaa poistaaksesi ryhmän

source: Click to edit the group
fi: Klikkaa muokataksesi ryhmää

source: Add the first factor group
fi: Anna ansimmäinen arvoryhmäö

source: New factor group
fi: Uusi arvoryhmä

source: The associated value factors won't be deleted.
fi: Liitettyjä arvoja ei poisteta.

source: Delete group
fi: Poista ryhmä

source: Edit group
fi: Muokkaa ryhmää

source: Available factors
fi: Valittavat arvot

source: Group
fi: Ryhmä

source: The factors directory is empty.
fi: Ei arvoja.

source: Add the first factor
fi: Anna ensimmäinen arvo.

source: The factor {0} was added successfully.
fi: Arvo {0} lisätty.

source: The factor {0} was changed successfully.
fi: Arvo {0} muokattu.

source: The factor {0} was deleted successfully.
fi: Arvo {0} poistettu.

source: Group {0} successfully added!
fi: Ryhmä {0} lisätty.

source: Name is a required field!
fi: Nimi on pakollinen.

source: Group {0} successfully edited!
fi: Ryhmä {0} muokattu.

source: The group {0} was deleted successfully.
fi: Ryhmä {0} poistettu.

source: Administrator Functions
fi: Pääkäyttäjän toiminnot

source: General Usage
fi: Yleinen käyttö

source: category
fi: kategoria

source: article
fi: artikkeli

source: articles
fi: artikkelit

source: Help
fi: Ohje

source: Unselect this instead of deleting measures.
fi: Poista valinta poiston asemesta.

source: measure
fi: mittari

source: measures
fi: mittarit

source: order
fi: järjestys

source: color
fi: väri

source: measure value
fi: Mittarin arvo

source: measure values
fi: Mittarin arvot

source: Measures
fi: Mittarit

source: Add measure
fi: Lisää mittari

source: Are you sure you want to delete the measure %(name)s?
fi: Haluatko poistaa mittarin %(name)s?

source: The measure <strong>%(name)s</strong> cannot be deleted.
fi: Mittaria <strong>%(name)s</strong> ei voida poistaa.

source: There's already deliverables and meetings associated with this measure. Change its status to <strong>inactive</strong> instead.
fi: Mittari on jo käytössä. Aseta se inaktiiviseksi.

source: This measure is already in use. You may not change in its choices.
fi: Mittari on jo käytössä. Voit muuttaa sen vaihtoehtoja.

source: Edit measure
fi: Muokkaa mittaria

source: Order
fi: Järjestys

source: Choices
fi: Valinnat

source: Color
fi: Väri

source: Add choice
fi: Lisää vaihtoehto

source: Please submit two or more choices. Click on the <strong>Add choice</strong> button to add more choices to the measure.
fi: Käytä kahta tai useampaa vaihtoehtoa.

source: Available measures
fi: Valittavat mittarit

source: Values
fi: Arvot

source: The measures directory is empty.
fi: Ei mittareita.

source: Add the first measure
fi: Lisää ensimmäinen mittari.

source: The measure {0} was added successfully.
fi: Mittari {0} lisätty.

source: The measure {0} was changed successfully.
fi: Mittari {0} päivitetty.

source: The measure {0} was deleted successfully.
fi: Mittari {0} poistettu.

source: Permission denied
fi: Pääsy kielletty

source: We think you should not be here.
fi: Virhenavigointi

source: Report a bug
fi: Raportoi virheestä

source: Page not found
fi: Sivua ei löydy

source: The requested url was not found on this server.
fi: Pyydettyä osoitetta ei ole.

source: Internal server error
fi: Palvelinvirhe.

source: Something went wrong. That's all we know.
fi: Yllättävä virhe.

source: Sign in
fi: Kirjaudu

source: Toggle navigation
fi: Vaihda navigointi

source: Management
fi: Asetukset

source: Users
fi: Käyttäjät

source: Roles
fi: Roolit

source: My account
fi: Omat tiedot

source: Sign out
fi: Kirjaudu ulos

source: Username
fi: tunnus

source: Password
fi: salasana

source: Forgot your password?
fi: Unohditko salasanan?

source: Your password has been set. You may go ahead and <a href="%(signin_url)s">sign in</a> now.
fi: Salasana asetettu. Voit nyt kirjautua <a href="%(signin_url)s">sign in</a>

source: Change password
fi: Vaihda salasana

source: New password
fi: Uusi salasana

source: Confirm password
fi: Vahvista salasane

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fi: Salasanen vaihtolinkki virheellinen tai vanhentunut. Kokeile uudelleen.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fi: Ohjeet salasanan vaihtoon lähetetty.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fi: Jos et saanut postia, tarkasta roskaposti ja osoite.

source: Forgot password
fi: Salasana unohtunut

source: Enter your email address
fi: Anna sähköpostiosoite

source: Submit
fi: Lähetä

source: VALUE Password Reset
fi: VALUE salasanan uusinta

source: users
fi: käyttäjät

source: First name
fi: Etunimi

source: Last name
fi: Sukunimi

source: Email address
fi: Säköposti

source: profile
fi: profiili

source: profiles
fi: profiilit

source: Profile
fi: Profiili

source: Add user
fi: Lisää käyttäjä

source: First, enter a username and password. Then, you'll be able to edit more user options.
fi: Annan tunnus ja salasana ennen käyttäjän muokkausta.

source: Are you sure you want to delete the user %(username)s?
fi: Haluatko poistaa käyttäjän %(username)s?

source: The user <strong>%(username)s</strong> cannot be deleted.
fi: Käyttäjää <strong>%(username)s</strong> ei voida poistaa.

source: There's already deliverables and meetings associated with this user. Change its status to <strong>inactive</strong> instead.
fi: Käyttäjään liittyy tietoja. Aseta passiiviseksi.

source: Edit user
fi: Muokkaa kättäjää

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="%(password_url)s">this form</a>.
fi: Salasanat on kryptattu ja ne voidaan vaihtaa <a href="%(password_url)s">this form</a>.

source: Personal settings
fi: Omat asetukset

source: Language preferences
fi: Kieliasetukset

source: Change password for %(username)s
fi: Vaihda salasana käyttäjälle %(username)s

source: Re-type new password
fi: Salasana uudelleen

source: Use drag and drop to assign a user to a role
fi: Vedä ja tiputa käyttäjä rooliin

source: Add role
fi: Lisää rooli

source: Available Users
fi: Valittavat käyttäjät

source: Click to remove the role
fi: Klikkaa poistaaksesi roolin

source: Click to edit the role
fi: Klikkaa roolia muokkataksesi

source: The roles directory is empty.
fi: Ei rooleja

source: Add the first role
fi: Lisää ensimmäinen rooli

source: New role
fi: Uusi rooli

source: Edit role
fi: Muokkaa roolia

source: The associated users won't be deleted.
fi: Liitettyä käyttäjää ei voida poistaa.

source: Delete role
fi: Poista rooli

source: The user {0} was added successfully. You may edit it again below.
fi: Käyttäjä {0} lisätty onnistuneesti.

source: The user {0} was changed successfully.
fi: Käyttäjä {0} päivitetty.

source: Password changed successfully.
fi: Salasana vaihdettu onnistuneesti.

source: The user {0} was deleted successfully.
fi: Käyttäjä {0} poistettu.

source: Role {0} successfully added!
fi: Rooli {0} lisätty onnistuneesti.

source: Role {0} successfully edited!
fi: Roolin {0} muokkaus onnistui.

source: The role {0} was deleted successfully.
fi: Rooli {0} poistettu.

source: Your profile was changed successfully.
fi: Profiili päivitetty onnistuneesti.
