Repository: M3SOulu/value
Catalog: value/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Enable JIRA integration
fi: Aseta JIRA integraatio päälle

source: Value Ranking JIRA Custom Field ID
fi: Arvojärjestys JIRA kustomi kentälle No

source: Value Summary JIRA Custom Field ID
fi: Arvoyhteenveto JIRA kustomi kentälle No

source: Value URL JIRA Custom Field ID
fi: Arvo URL JIRA kustomi kentälle No

source: Excel sheet index
fi: Excel taulun indeksi

source: Excel entry orientation
fi: Excel arvojen orientaatio

source: Excel starting row/column
fi: Excel aloitus rivi/sarake

source: Excel import template
fi: Excel tuontitiedoston templaatti

source: Plain text separator
fi: Tekstin erotinmerkki

source: Plain text starting line
fi: Tekstin aloitusrivi

source: Decision items default ordering
fi: Päätettävien asioiden oletusjärjestys

source: Decision items columns display
fi: Päätettävien asioiden sarakkeiden näyttö

source: JIRA integration flag
fi: JIRA integraation tila

source: Value ranking custom field id
fi: Arvojärjestyksen kustomi kenttä No

source: Value extra data custom field id
fi: Arvon lisätietokentän kustomi kenttä No

source: Value decision item URL
fi: Päätösasian URL

source: name
fi: nimi

source: value
fi: arvo

source: Home
fi: Kotisivu

source: Application settings
fi: Asetukset

source: Import template
fi: Tuo templaatti

source: You may import decision items for a given deliverable or meeting from a external file
fi: Voit tuoda päätösasioita annetulle päätöskokonaisuudelle tai kokoukselleulkoisesta tiedostosta

source: Orientation
fi: Suunta

source: One entry per row
fi: Vain yksi arvo per rivi

source: One entry per column
fi: Vain yksi arvo per sarake

source: Starting row
fi: Aloitusrivi

source: Starting column
fi: Aloitussarake

source: Spreadsheet template
fi: taulukkotemplaatti

source: Field
fi: Kenttä

source: Column
fi: Sarake

source: Row
fi: Rivi

source: Import
fi: Tuo

source: Sheet index
fi: Taulukon indeksi

source: Zero based index. Leave empty for all
fi: Arvo ei voi olla 0. Käytä tyhjää arvoa

source: Save changes
fi: Tallenna

source: You are about to remove yourself as a system administrator
fi: Olet poistamassa itsesi pääkäyttäjistä

source: You will no longer be able to access the admin panel
fi: Et voi enää avata pääkäyttäjän työkaluja

source: Are you sure you want to proceed
fi: Haluatko jatkaa?

source: Permissions
fi: Oikeudet

source: Select the users you want to grant/revoke administrator permissions
fi: Valitse käyttäjtä joille haluat antaa pääkäyttäjän oikeudet

source: Administrators
fi: Pääkäyttäjät

source: Revoke access
fi: Palauta oikeus

source: you
fi: sinä

source: No available users
fi: Ei käyttäjiä

source: Other users
fi: Muut käyttäjät

source: Grant access
fi: Anna oikeus

source: Decision items
fi: Päätösasiat

source: Define the column display order
fi: Määritä sarakkeen näyttöjärjestys

source: Custom fields
fi: Kustomi kentät

source: Add custom fields to the decision items model. Please note that the fields
fi: Lisää kustomi kenttiä päätösasian malliin. Huomaa että kentät

source: and
fi: ja

source: description
fi: kuvaus

source: are fixed
fi: on kiinnitetty

source: Label
fi: Nimike

source: Data type
fi: Tietotyyppi

source: Display
fi: Näyttö

source: Active
fi: Aktiivinen

source: Name
fi: Nimi

source: String
fi: Merkijono

source: Description
fi: Kuvaus

source: column_
fi: sarake_

source: JIRA Integration
fi: JIRA Integraatio

source: Administrators settings saved successfully!
fi: Pääkäyttäjän asetukset tallennettu!

source: Ordering and column display saved successfully.
fi: Järjestys ja sarakkeiden näyttö tallennettu.

source: An error ocurred while trying to save your data.
fi: Virhe tietojen tallennuksessa.

source: Custom fields were saved successfully.
fi: Kustomi kentät tallennettu.

source: Import templates saved successfully.
fi: Tuontitemplaatit tallennettu.

source: JIRA integration information saved successfully.
fi: JIRA integraatio asetukset tallennettu.

source: You are signed in as
fi: Olet kirjautuneena tunnuksella

source: Permission denied.
fi: Pääsy kielletty

source: Select value factors to be used within the decision-making meetings
fi: Valitse arvot joita käytetätään kokouksen päätöksenteossa.

source: Select the measure to be used within the decision-making meetings
fi: Valitse päätöksenteossa käytettävä mittari.

source: JQL Query
fi: JQL kysely

source: meetings
fi: Kokoukset

source: Percentage of evaluations
fi: Prosenttia arvoista

source: Percentage:
fi: Prosenttia:

source: 100% means the stakeholder evaluated all the meeting's decision items.
fi: Kaikki osallistujat ovat arvioineet kaikki kokouksen päätösasiat kun 100% on saavutettu.

source: Stakeholder Meeting Input
fi: Osallistujan kokousanti

source: Usage percentage:
fi: Käyttöprosentti:

source: Overall Value Factors Usage
fi: Arvoperusteiden kokonaiskäyttö

source: Which factors are being used to evaluate the decision items.
fi: Mitä arvoja käytetään päätösasioiden evaluointiin.

source: Factors usage percentage
fi: Arvojen käyttöprosentti

source: Value Ranking
fi: Arvojärjestys

source: Ranking
fi: Sijoitus

source: Features Comparison
fi: Ominaisuuksien vertailu

source: Votes
fi: Äänet

source: opinion
fi: mielipide

source: Decision Items Overview
fi: Päätöksentekoasioiken yhteenveto

source: Scenario Overview
fi: Yhteenveto

source: Value Factors Comparison
fi: Arvoperusteiden vertailu

source: Acceptance
fi: Hyväksyntä

source: Acceptance Summary
fi: Hyväksynnän yhteenveto

source: Click the slices to view value factors
fi: Klikkaa diagrammin palaa näyttääksesi arvot

source: No group
fi: Ryhmä puuttuu

source: Stakeholders Roles
fi: Osallistujien roolit

source: Decision Items
fi: Päätöksentekoasiat

source: Starting at
fi: Alkaen

source: Use decisions from past meetings
fi: Käytä edellisen kokouksen päätöksiä

source: Number of decision items to compose the scenario
fi: Päätösasioiden lukumäärä skenaariossa

source: Related to
fi: Liittyy

source: Based on
fi: Perustuu

source: Select two scenarios to compare
fi: Valitse kaksi tapausta vertailuun

source: text
fi: teksti

source: created at
fi: Luotu

source: updated at
fi: Päivitetty

source: created by
fi: Luonut

source: updated by
fi: Päivittänyt

source: rationale
fi: Perustelu

source: rationales
fi: Perustelut

source: Ongoing
fi: Meneillään

source: Analysing
fi: Analysoidaan

source: Closed
fi: Päätetty

source: rationales count
fi: Perustelujen määrä

source: progress
fi: tilanne

source: meeting
fi: kokous

source: raw votes
fi: ääniä

source: percentage votes
fi: prosenttia äänistä

source: meeting decision
fi: kokouksen päätös

source: has rationales?
fi: perusteita?

source: value ranking
fi: arvosijoitus

source: meeting ranking
fi: kokoussijoitus

source: meeting item
fi: kokousasia

source: meeting items
fi: kokousasiat

source: evaluated at
fi: arvioitu

source: evaluation
fi: arviointi

source: evaluations
fi: arvioinnit

source: Deliverables
fi: Päätöskokonaisuus

source: Meetings
fi: Kokoukset

source: Dashboard
fi: Työpöytä

source: Close
fi: Sulje

source: Discussion
fi: Kommentit

source: Chart Options
fi: Kuvaajavalinnat

source: The meeting is still ongoing.
fi: Kokous on vielä käynnissä.

source: In order to analyse the dashboard you must change the meeting status to <strong>Analysing</strong>. The following charts can help you determine the meeting progress.
fi: kokous käynnissä

source: Change status to Analysing
fi: Aloita analyysivaihe

source: The meeting is still ongoing!
fi: Kokous on vielä käynnissä!

source: In order to analyse the dashboard the meeting manager must change its status to <strong>Analysing</strong>.
fi: Analyysiä ei voida tehdä ilman tilanvaihtoa. Vauhda tilaksi " "<strong>analysoi</strong>.

source: Decision Items Acceptance
fi: Päätösasioiden hyväksyntä

source: All Decision Items
fi: Kaikki päätösasiat

source: Scenarios
fi: Tapaukset

source: Factors Comparison
fi: Arvojen vertailu

source: Factors Groups Comparison
fi: Arvoryhmien vertailu

source: The factors groups directory is empty.
fi: Arvoryhmiä ei ole saatavilla.

source: The application is not fully configurated. In order to visualize the <strong>Factors Groups Comparison</strong> charts the Administrator must create value factors groups first.
fi: Ohjelmaa ei ole alustettu. Arvoryhmien visualisointi vaatii että pääkäyttäjä perustaa ne.

source: Add factors groups
fi: Lisää arvoryhmiä

source: Order by
fi: Järjestä

source: Chart type
fi: Kuvaajan tyyppi

source: Delete
fi: Poista

source: Edit
fi: Muokkaa

source: Expand all
fi: Laajenna kaikki

source: Open as full-screen
fi: Avaa koko ikkunassa

source: View details
fi: Näytä lisätiedot

source: Summary
fi: Yhteenveto

source: Decision Items Comparison
fi: Päätöasioiden vertailu

source: Stakeholders' Agreement Matrix
fi: Osallistujien yksimielisyys

source: Stakeholder's Individual Opinion
fi: Osallistujakohtaiset arviot

source: Priority List
fi: Prioriteettilista

source: Details
fi: Yksityiskohdat

source: Add a scenario
fi: Lisää skenaario

source: Build a scenario
fi: Rakenna skenaario

source: Compare scenarios
fi: Vertaile skenaarioita

source: Detach window
fi: Irtoita ikkunaan

source: Type
fi: Tyyppi

source: Default chart type
fi: Kuvaajan oletustyyppi

source: View evaluation rationale
fi: Näytä arvion peruste

source: Reload the chart
fi: Päivitä kuvaaja

source: Stakeholders
fi: Osallistujat

source: Toggle details
fi: Näytä lisätiedot

source: Set the priority of the value factors (drag and drop):
fi: Aseta arvojen prioriteetti(vedä ja pudota):

source: Scenario Options
fi: Skenaarion ominaisuudet

source: %(name)s Items
fi: %(name)s asiat

source: Common Items
fi: Yleiset asiat

source: Cancel
fi: Peruuta

source: Compare
fi: Vertaile

source: No enough data.
fi: Ei tarpeeksi dataa

source: You need at least two different scenarios to be able to compare.
fi: Valitse vähintään kaksi skenaariota vertailuun.

source: Select decision items
fi: Valitse päätöksentekoasiat

source: Decision Item
fi: Päätösentekoasia

source: Add scenario
fi: Lisää skenaario

source: Scenario builder
fi: Skenaarion luonti

source: You haven't created any scenario yet.
fi: Skenaario ei ole vielä valmis

source: A scenario can be used to combine different set of decision items.
fi: Skenaario voidaan luoda yhdistelemällä päätöksentekoasioita.

source: Add the first scenario
fi: Lisää skenaario

source: Build an automatic scenario
fi: Rakenna skenaario automaattisesti

source: New scenario
fi: Uusi skenaario

source: Save
fi: Tallenna

source: Edit scenario
fi: Muokkaa skenaariota

source: Are you sure?
fi: Vahvista?

source: The scenario <strong class="scenario-name"></strong> will be permanently deleted.
fi: Skenaario poistetaan lopullisesti

source: Delete Scenario
fi: Poista skenaario

source: Scenario details
fi: Skenaarion tiedot

source: Stakeholders' Agreement
fi: Osallistujien yksimielisyys

source: Raw Measure Values
fi: Mittausarvot

source: Grouped Measure Values
fi: Ryhmämittausarvot

source: The data below presents the agreement between the stakeholders by grouping the evaluations as described below:
fi: Osallistujaryhmien yksimielisyys:

source: Stakeholders' Agreement Based on Each Value Factor
fi: Osallistujien yksimielisyys arvoilla eriteltynä

source: Stakeholders' Agreement Based on the Overall Decision Item Evaluation
fi: Osallistujien yksimielisyys koko päätöksentekoasioille

source: Stakeholders' Opinion
fi: Osallistujien mielipiteet

source: Stakeholders' Individual Opinion
fi: Osallistujan mielipide

source: Stakeholders' Opinion Based on Each Decision Item
fi: Osallistujien mielipiteet eri päätösentekoasioille

source: Rationale
fi: Perusteet

source: Evaluate
fi: Arvioi

source: Search
fi: Etsi

source: total
fi: yhteensä

source: Panel display options
fi: Näytön asetukset

source: View
fi: Näytä

source: All
fi: Kaikki

source: Finished
fi: Päättynyt

source: Final Decision
fi: Lopullinen päätös

source: In order to record the final decision the meeting manager must change its status to <strong>Analysing</strong>.
fi: Lopullisen päätöksen tekeminen vaatii tilan vaihtamisen analyysiksi.

source: Notes
fi: Muistiinpanot

source: No description
fi: Kuvaus puuttuu

source: Decision
fi: Päätös

source: Meeting Ranking
fi: Sijoitus kokouksessa

source: Decision rationale
fi: Päätöksen perustelu

source: Add a rationale for
fi: Lisää uusi perustelu

source: Value Factor
fi: Arvoperuste

source: Meeting notes
fi: Kokousmuistiinpanot

source: New note
fi: Uusi muistiinpano

source: Sync JIRA
fi: JIRA synkronointi

source: Syncing...
fi: Synkronoi...

source: Settings
fi: Asetukset

source: An Error Occurred
fi: Tapahtui virhe

source: It was not possible to sync with JIRA. Possibly because some configuration is missing.
fi: JIRA synkronointi epäonnistui. Tarkista konfiguraatio.

source: Please contact the system administrator.
fi: Ota yhteyttä pääkäyttäjään.

source: No data
fi: Ei tietoa

source: New Meeting
fi: Uusi kokous

source: New meeting
fi: Uusi kokous

source: 1. Provide the meeting details
fi: 1. Anna kokouksen tiedot

source: Location
fi: Sijainti

source: 2. Review the stakeholders
fi: 2. Osallistujat

source: Click to remove a stakeholder from the meeting.
fi: Poista osallistuja klikkaamalla.

source: Select at least one stakeholder before starting the meeting.
fi: Valitse vähintään yksi osallistuja.

source: items to discuss
fi: Päätösasiat

source: 3. Select the decision items
fi: 3. Valitse päätösasiat

source: Select at least one decision item before starting the meeting.
fi: Valitse vähintään yksi päätösasia.

source: New decision items
fi: Uusi päätösasia

source: Past decision items
fi: Edelliset päätösasiat

source: 4. Advanced settings
fi: 4. Lisäasetukset

source: Start the meeting
fi: Aloita kokous

source: Add a rationale for
fi: Lisää perustelu

source: Decision&nbsp;Item&nbsp;Evaluation&nbsp;Summary
fi: Päätös&nbsp;Asia&nbsp;Arvio&nbsp;Yhteenveto

source: Click to view details
fi: Klikkaa nähdäksesi lisätiedot

source: Select exactly two scenarios to compare.
fi: Valitse kaksi skenaariota vertailuun

source: Factors Usage
fi: Arvojen käyttö

source: Stakeholders Input
fi: Osallistujien arviot

source: Factors Group Comparison
fi: Arvoryhmien vertailu

source: Scenario {0} successfully deleted!
fi: Skenaario {0} poistettu

source: An unexpected error ocurred.
fi: Odottamaton virhe

source: The meeting {0} was created successfully.
fi: Kokous {0} luotu

source: Please correct the error below.
fi: Korjaa virhe jatkaaksesi

source: The meeting status was changed from {0} to {1}.
fi: Kokouksen tila vaihdettiin {0} {1}.

source: An error ocurred while trying to change meeting status.
fi: Tilan vaihdossa tapahtui virhe.

source: The stakeholder {0} cannot be removed from this meeting because he has already provided evaluation input.
fi: Osallistujaa {0} ei voida poistaa koska hän on jo syöttänyt arvoja

source: {0} was successfully removed from the meeting!
fi: {0} poistettiin kokouksesta.

source: You cannot remove yourself from the meeting.
fi: Et voi poistaa itseäsi kokouksesta.

source: Stakeholders sucessfully added to the meeting!
fi: Osallistujat lisätty onnistuneesti.

source: Select at least one stakeholder to add.
fi: Valitse vähintään yksi osallistuja.

source: The following decision items was sucessfully removed from the meeting:
fi: Seuraavat päätöksentekoasiat poistettiin kokouksesta.

source: The following decision items wasn't removed from the meeting because they were already in use:
fi: Päätöksentekoasiaa ei voitu poistaa koska se oli jo käytössä

source: Select at least one decision item to remove.
fi: Valitse poistettava päätöksentekoasia-

source: Decision items sucessfully added to the meeting!
fi: Päätöksentekoasia lisätty.

source: Select at least one decision item to add.
fi: Valitse lisättävät päätöksentekoasiat.

source: The meeting details was saved successfully!
fi: Kokouksen tiedot tallennettu.

source: The meeeting {0} was completly deleted successfully.
fi: Kokous {0} poistettiin.

source: deliverable
fi: Toimitussisältö

source: deliverables
fi: Toimitussisällöt

source: decision item
fi: Päätöksentekoasia

source: decision items
fi: Päätöksentekoasiat

source: attachment
fi: Liitetiedosto

source: attachments
fi: Liitetiedostot

source: Float
fi: Liukukuku

source: Integer
fi: Kokonaisluku

source: Date
fi: Päivämäärä

source: Date Time
fi: Päivämäärä aika

source: column name
fi: Sarakkeen nimi

source: column label
fi: Sarakkeen otsikko

source: column type
fi: Sarakkeen tyyppi

source: column display
fi: Sarakkeen näyttö

source: decision items lookup
fi: Päätösasian etsintä

source: decision items lookups
fi: Päätöasioiden etsintä

source: Add decision item
fi: Lisää päätöksentekoasia

source: Are you sure you want to delete the decision item <strong>%(name)s</strong>? All the related items will be removed.
fi: Haluatko poistaa päätöksentekoasian <strong>%(name)s</strong>?

source: Summary:
fi: Yhteenveto

source: Confirm
fi: Vahvista

source: Delete decision items
fi: Poista päätöksentekoasia

source: Are you sure you want to delete the selected decision items?
fi: Haluatko poistaa valitut päätöksentekoasiat.

source: Marked for deletion
fi: Merkitty poistetuksi

source: Cannot be deleted
fi: Ei voi poistaa

source: The following decision items cannot be deleted because they are already associated with meetings.
fi: Kokouksiin liitettyjä päätösasioita ei voida poistaa.

source: Change decision item
fi: Muuta päätösasiaa

source: Attachments
fi: Liitteet

source: This item has no attachments.
fi: Ei liitteitä

source: File
fi: Tiedosto

source: Remove?
fi: Poista?

source: Selected:
fi: Valittu:

source: Decision item details
fi: Päätöksentekoasian lisätiedot

source: Import from JIRA
fi: Tuo JIRA:sta

source: Search for issues in JIRA\
fi: Etsi JIRA issueista

source: Cancel JIRA Import
fi: Peruuta JIRA tuonti

source: Add item
fi: Lisää päätösasia

source: Remove selected items
fi: Poista valitut

source: Historical Dashboard
fi: Työpöytähistoria

source: Decision Items Progress
fi: Päätösasioiden eteneminen

source: Decision Item Progress
fi: Päätösasian eteneminen

source: There's no enough data to display the Decision Item Progress.
fi: EI tarpeeksi tietoa.

source: Selected?
fi: Valittu?

source: Selected
fi: Valittu

source: Not selected
fi: Ei valintaa

source: Meetings Summary
fi: Kokouksensen koonta

source: Not evaluated
fi: Ei arvioitu

source: There's no enough data to display the Historical Dashboard.
fi: Ei tarpeeksi tietoa työpöytähistoriaa varten.

source: Select the stakeholders to be associated with the deliverable.
fi: Valitse toimitukseen liittyvät osallistujat.

source: There is no stakeholder available.
fi: Ei osallistujia

source: Create new user
fi: Luo uusi käyttäjä

source: Imported <strong>%(len)s</strong> entries from file <strong>%(filename)s</strong>.
fi: Tuodut <strong>%(len)s</strong> arvot tiedostosta <strong>%(filename)s</strong>.

source: Meeting
fi: Kokous

source: Deliverable
fi: Toimitussisältö

source: Manager
fi: Puheenjohtaja

source: Items
fi: Asiat

source: Progress
fi: Eteneminen

source: Status
fi: Tila

source: Import from Excel
fi: Tuo Excelistä

source: Imported data
fi: Tuotu tieto

source: Discard
fi: Hylkää

source: Attendees
fi: Osallistujat

source: New deliverable
fi: Uusi toimitussisältö

source: Updated at
fi: Päivitetty

source: Stakeholder
fi: Osallistuja

source: Welcome to your repository of deliverables!
fi: Omat toimitussisältösi.

source: A deliverable can be a project, a product, a release or a service.
fi: Toimitussisältö voi olla projekti, tuote, julkaisu tai palvelu.

source: Add your first deliverable
fi: Lisää ensimmäinen toimitussisältö

source: Meetings in progress
fi: Kokous käynnissä

source: Past meetings
fi: Edelliset kokoukset

source: This deliverable had no meeting yet.
fi: Toimitussisällöllä ei ole vielä kokousta.

source: Start a meeting
fi: Aloita kokous

source: 1. Provide the deliverable details
fi: 1. Anna toimitussisällön tiedot

source: 2. Assign the users who participated in the decision-making process
fi: 2. Lisää osallistujat päätöksentekoprosessiin

source: Select
fi: Valitse

source: None
fi: Ei valintaa

source: 3. Define the decision items (e.g. features, ideas, requirements)
fi: 3. Määritä päätösasiat (esim. ominaisuudet, ideat, vaatimukset, UI-kuvat)

source: Add
fi: Lisää

source: 4. Select value factors and measure
fi: 4. Valitse arvot ja mittarit

source: Select all / unselect all
fi: Valitse kaikki / poista valinnat

source: Deliverable details
fi: Toimitussisällön tiedot

source: Danger zone
fi: Kehityksessä olevat ominaisuudet

source: Transfer
fi: Siirrä

source: Transfer ownership
fi: Vaihka kokouksen vetäjä

source: Transfer this deliverable to another user.
fi: Siirrä toimitussisältö toiselle käyttäjälle

source: Select the new owner's name:
fi: Valitse uuden omistajan nimi:

source: Value factors
fi: Arvoperusteet

source: Delivearble settings
fi: Toimitussisällön asetukset

source: Measure
fi: Mittari

source: Add stakeholder
fi: Lisää osallistuja

source: Remove selected
fi: Poista valittu

source: There is no stakeholder associated to the deliverable.
fi: Toimitussisällöllä ei ole osallistujia

source: Removing the selected stakeholders will basically remove their access to the deliverable <strong>%(name)s</strong>. They will no longer be able to access its data.
fi: [%(name)s]: Osallistujan poistaminen katkaisee pääsyn toimitussisältöön.

source: Remove selected stakeholders
fi: Poista valitut osallistujat

source: There is not active measure. Please configure it properly on Management » Measures.
fi: Ei aktiivisia mittareita. Määritä mittarit asetuksissa.

source: There is not active value factor. Please configure it properly on Management » Factors.
fi: Ei aktiivisa arvoja. Määritä arvoperustat asetuksissa.

source: The deliverable {0} was added successfully.
fi: Toimitussisältö {0} lisätty.

source: Invalid file type. Supported extensions are .xls or .xlsx
fi: Väärä tiedostotyyppi. Tuetut tyypit .xls ja .xlsx

source: Invalid form data.
fi: Virheellinen tiedon muoto.

source: The stakeholders were added successfully.
fi: Osallistujat lisätty.

source: No stakeholder were selected. Nothing changed.
fi: Osallistujia ei lisätty.

source: The stakeholders were removed successfully.
fi: Osallistujat poistettu.

source: An error ocurred while trying to remove the selected stakeholders.
fi: Virhe osallistujien poistossa.

source: The selected decision items were deleted successfully.
fi: Päätösasiat lisätty.

source: The decision item {0} was added successfully.
fi: Päätösasia {0} lisätty.

source: The decision item {0} was saved successfully.
fi: Päätösasia {0} tallennettu.

source: The decision item {0} was deleted successfully.
fi: Päätösasia {0} poistettu.

source: It was not possible to connect to the JIRA server. Either the JIRA credentials are wrong or misconfigurated. Please contact the server administrator.
fi: Ei JIRA yhteyttä. Ota yhteys pääkäyttäjään.

source: {0} new item(s) imported from JIRA.
fi: {0} arvoa tuotu JIRA:sta.

source: No items imported from JIRA.
fi: Ei tuotuja arvoja.

source: The deliverable {0} was saved successfully.
fi: Toimitussisältö {0} tallennettu.

source: The deliverable {0} was successfully transferred to {1}.
fi: Toimitussisältä {0} siirretty kohteeseen {1}.

source: Something went wrong. Nothing changed.
fi: Odottamaton virhe.

source: Select…
fi: Valitse...

source: value factors group
fi: Arvoryhmät

source: value factors groups
fi: arvoryhmät

source: active
fi: aktiivinen

source: group
fi: ryhmä

source: value factor
fi: arvoperuste

source: value factors
fi: arvoperusteet

source: Factors
fi: Arvot

source: Add factor
fi: Lisää arvo
